import type { IArticle } from '@/components/MainContent/types';

export const news: IArticle[] = [
  {
    id: 0,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 1,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 2,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 3,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 4,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 5,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 6,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 7,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 8,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 9,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 10,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 11,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 12,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 13,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 14,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 15,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 16,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 17,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 18,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
  {
    id: 19,
    img: 'https://resizer.mail.ru/p/30878b0f-705e-540f-aece-f4da0f5e77f8/AQAGRl_LDdtwtLkgzRc0DNPCJsq8HaUaxEncc1gdSLP_VYuZo7hDiWrKF8ff7VbHrZUNnGBl1Er8-QY2-ivxxy3gEgE.webp',
    heading: 'Зимняя погода влияет на рейсы: аэропорт Кишинева работает в усиленном режиме',
    text: 'Из-за неблагоприятных погодных условий и желтого кода возможны задержки рейсов, при этом все меры безопасности соблюдаются. В связи с суровыми погодными условиями и объявленным на текущие дни «желтым кодом» в Международный аэропорт Кишинева применяются специальные зимние процедуры, включая обязательную противообледенительную обработку воздушных судов.',
  },
];
